{
    "396319441031811072": "RT @thinkprogress: Early reports indicate there were two victims down in Terminal 3 at LAX shooting http://t.co/GORdwvqYdS",
    "396319302619394049": "RT @WLTX: #BREAKING: Gunfire reported Los Angeles airport (#LAX) terminal 3. Pic via Fox Sports reporter @foxsportsreiter http://t.co/cbPt6…",
    "396325518573703168": "LAX Shooting: Officials Confirm 'Incident' At Airport, Witnesses Hear Gunshots: http://t.co/PZojzPXpHf",
    "396324470022864896": "RT @BradLtv: #LAX UPDATE: Ground stop now in effect for traffic arriving at Los Angeles Int'l Airport, FAA says -@nbcnightlynews",
    "396263979762196480": "KING D ROYALTY http://t.co/2RJIrrnlOi … #LA #LAX #OAKLAND #SF #BAYAREA #VEGAS #LOSANGELES #CALI #SEO #SMM #WP #OC #MUSIC #BLOGS #TURNUP 81",
    "396332820878336000": "RT @WPTV: PHOTOS: Shooting at Los Angeles International Airport http://t.co/lUS2hzenyg",
    "396322683257774081": "RT @RickMontanez: #BREAKING: Witness on-air now on @abc7 says he heard three shots at #LAX. Live coverage on @abc30's website. http://t.co/…",
    "396330455303475200": "RT @jackmooring: Praying for the victims at LAX. God help us",
    "396331482911735808": "Denver Int'l Airport @DENAirport \nDIA operations are normal. Passengers from DEN to LAX should check flight status w/airlines",
    "396325015273996288": "RT @ABC Full story: Several people shot at LAX, one suspect in custody http://t.co/3fl59B4Gg1",
    "396335979167903744": "Shooting at Los Angeles airport: Several people are reported wounded by gunfire, including a transport securit... http://t.co/zF6w5jbJHG",
    "396321135538606080": "KTLA news reporting shooting victim at LAX appears to be TSA agent. Anchor: Not clear motive or number of suspects. \"Rapidly unfolding\" #LAX",
    "396314030383443968": "What the hell is going on at LAX, and why does something bad ALWAYS happen at an airport on days that I fly? Explain, @jonostrower.",
    "396336079856345088": "RT @miguelcbs4: #BREAKING @CBSNews special report on #LAXShooting about to begin @CBSMIAMI",
    "396323811521736704": "RT @RobertTaylors: Shooting Reported at Los Angeles International Airport: There are reports of a shooting incident Friday mornin... http:/…",
    "396336394429562880": "RT @BBCBreaking: Suspect in custody &amp; \"multiple victims\" at #LAX, official airport tweet says after shootings http://t.co/S7ZZP2WWAm #LAX",
    "396323685671264256": "CNN Airport officials said a police incident began about 9:30 a.m. at Terminal 3 at #LAX, airport spokeswoman @News12LI",
    "396331222860709888": "RT @HeadIineNews: LAPD now reporting Ex-NSA chief Michael Hayden shot dead at #LAX Radical Christian group claims responsibility on its web…",
    "396322108625936384": "RT @LAX_Official: Airport officials confirm police incident began at 9:30 a.m. @ Terminal 3 at LAX. More info to come.",
    "396331961058209792": "Are you scheduled to fly to LAX today? Shooting at airport may cause major delays. Follow @kpcc for updates.",
    "396332476932829184": "FAA Orders Ground Stop At #LAX After Shooting: No flights are departing from Los Angeles… http://t.co/W2ZDEIM2Cp",
    "396329243128659968": "RT @LauraWalkerKC: Reports the #LAX shooter had a rifle seem weird.  Handgun more likely imho.",
    "396332384653541377": "RT @RaniaKhalek: NBC News reporting that gunman is in custody. #LAXshooting",
    "396331155718688768": "NBC News: At least 3 hurt, unknown if shooter is among injured. At least 1 in custody. President Obama briefed on #LAXShooting. @NBCLA",
    "396324956537368576": "#BREAKING NEWS: CBS REPORTS A SECOND ARMED MAN IN CUSTODY AT #LAX AIRPORT.",
    "396325535376101376": "RT @nbcnightlynews: LATEST: Suspect pulled out rifle and shot document checker at TSA checkpoint at LAX - @PeteWilliamsNBC reports",
    "396322691629977600": "Shooting Prompts Evacuation Of Terminal 3 At #LAX http://t.co/Ysrnvk8nlP #NEWS",
    "396326609118322688": "RT @GlobalGrindNews: UPDATE: Shooting has ended, 2nd suspect taken into custody. More details to come... http://t.co/vRItUdL8uY #LAXshooting",
    "396323983475609600": "RT @ScottHanson: Shooting at LAX.  Terrible.  Hope the authorities got shooter immediately.  Many @nflnetwork colleagues flying back to LAX…",
    "396321789858836480": "RT @IglooMediaBase: Shots fired at the LAX international airport which is now being evacuated",
    "396325107569672192": "RT @HarrisonAmy: Thinking of anyone in LAX airport or in the area. Hope people are keeping safe.",
    "396335865926262784": "BREAKING: One TSA agent killed, one wounded in #LAX shooting http://t.co/t1fU0tGPNq",
    "396318216299229184": "RT @WLTX: #BREAKING: Gunfire reported Los Angeles airport (#LAX) terminal 3. Pic via Fox Sports reporter @foxsportsreiter http://t.co/cbPt6…",
    "396315108311199744": "Gunshots outside #LAX. Unknown if anyone is injured. Prayers go out to you all.",
    "396327431188910080": "Stuck at LAX. Someone opened fire on a TSA agent. Multiple victims. Locked down for who knows how long. Nothing going in or out.",
    "396321684992434176": "RT @News1130radio: UPDATE: There are unconfirmed reports a TSA agent was shot at #LAX. Terminals evacuated.",
    "396319034205274113": "LAX Airport being evacuated. Shots fired. Boo.",
    "396320472864129024": "RT @msnbc: BREAKING: Reports of shots fired at LAX Airport, says senior government official. Stay with @msnbc for the latest.",
    "396322989416800258": "RT @PzFeed: SHOOTING AT LAX AIRPORT:\n-AT LEAST 2 PEOPLE SHOT\n-8-10 SHOTS FIRED\n-SUSPECT HAD A RIFLE\n-TERMINAL 3 EVACUATED",
    "396318430229315584": "LAX Airport evacuated after reports of shooting http://t.co/RxZrFn8d1Q",
    "396327221494702080": "RT @detroitnews: Live video and Storify coverage: Shots reportedly fired at Los Angeles airport. #LAX http://t.co/W0ZK9MIEee",
    "396320158261592065": "RT @NBCNews: More: Two victims shot by suspect in LAX reportedly using a rifle",
    "396327716426756096": "My thoughts go out to everyone involved in the #LAXShooting. Hug your family and friends a little tighter today.",
    "396324801360322560": "2nd shooter-WTF?? @LAScanner: LAX *Update: Report of 2nd suspected shooter in custody. LAFD reports total of 4 GSW patients at this time.",
    "396328899204087809": "RT @theblaze: Shooting reported at Los Angeles International Airport - stay with @TheBlaze for updates: http://t.co/iiCqLIpa4S",
    "396331893920374784": "RT @NBCLA: Early reports: 3 people wounded, including TSA agent, in #LAX shooting http://t.co/exk3bk4Tmv",
    "396336012726525952": "RT @YourAnonNews: BREAKING: One TSA agent killed, one wounded in #LAX shooting http://t.co/t1fU0tGPNq",
    "396331059287044097": "Shots fired at #LAX...  it's reported that the suspect is in custody. 2-3 injured. I'm sure all flights will be delayed for at least 24hrs",
    "396326453932851200": "It's always awesome to hear about a shooting at an airport you're scheduled to fly to within the month. #LAX",
    "396327926104215552": "LAX Shooting: Officials Confirm 'Incident' At Airport, Witnesses Hear Gunshots http://t.co/dzwGwoNtOa via @HuffPostCrime",
    "396319063577985024": "RT @itvnews: LAX Airport evacuated after reports of shooting http://t.co/RxZrFn8d1Q",
    "396331973607964672": "RT @cnnbrk: Suspect at LAX was shot and is in police custody, source says. http://t.co/6iPMwBpriM",
    "396319856275906560": "How did he get a rifle past security? He SHOT his way through, obviously. #LAX",
    "396317671035129856": "RT @AustinCrossCBS: Reports saying a TSA agent and the shooting suspect have been shot. #LAX",
    "396334704112058368": "RT @SEBHEUPDATE: Shooting at Los Angeles airport http://t.co/CuxYPlgs2x #SEBHEUPDATE",
    "396327875789324288": "RT @Chris_Chmura: Live air traffic map for #LAX eerily light due to \"ground stop\" following #LAXShooting. Image: @FlightAware #travel http:…",
    "396333148029861888": "RT @JerseyDemic: Shooting at LAX airport? Honestly my next thought is, make sure to fly into Burbank instead.  Then i wonder if the person …",
    "396328173597507584": "RT @CBSEveningNews: Photo from the scene of the evacuation at the #LAXshooting from photojournalist Eric Kayne (@photokayne): http://t.co/A…",
    "396331730371489793": "They caught the dude that shot up #Lax",
    "396325661213982720": "BREAKING: Reports of Shooting at LAX airport http://t.co/9kPRc4qxih ^nk",
    "396318312759455744": "RT @ABC7News: JUST IN per @911LAPD: Police are responding to a \"major incident\" at #LAX. http://t.co/sCgUph2DnU",
    "396325174657552384": "RT @NBCNews: Sources: Suspect opened fire with rifle at document checkpoint in Terminal 3 at LAX",
    "396330685989797888": "FAA - Report of no departures from #LAX until further notice.",
    "396326328074399744": "Shots fired at LAX, airport evacuated: ABC7 in Los Angeles reports that a TSA employee was shot at a security... http://t.co/QbF0KOtN7s",
    "396325740871827456": "RT @RT_com: #LAX UPDATE: At least two people shot in Los Angeles airport  http://t.co/eUIMXsS0KA",
    "396326869169352704": "RT @VibeMagazine: BREAKING: Gunman shoots several people at LAX, one suspect reportedly in custody http://t.co/RqRSWA7rgc",
    "396325233394581504": "#CCOT Shooting at LAX. 2 suspects in custody. 3 victims, per CBS news! Suspects in custody wearing camouflage clothing targeted TSA agents!",
    "396334645400178688": "The world is a scary place #LAX #SendingPrayers",
    "396326747538333696": "RT @ThisIsFusion: 3 people shot at LAX, suspect in custody via @ABC",
    "396324830725033985": "#FAA halts flights heading into #LAX (@KTVU)",
    "396333361926782976": "RT @ksatnews: STREAMING NOW: Live coverage from Los Angeles of #LAXShooting: http://t.co/sBG2h7b0vZ\n#KSATnews",
    "396335584920080385": "Why was the suspect targeting TSA? So sad! #LAXshooting #LAX #socialmedia",
    "396334947394674688": "RT @realtimwilliams: #BREAKING: NBC now confirming CBS LA report from earlier that a TSA agent has been killed in #LAX Shooting.",
    "396325199827988480": "LAX shooting: Gunman opens fire inside Los Angeles Internationa Airport Terminal 3 http://t.co/ig60g3z1W4 #BreakingNews",
    "396319445259284481": "RT @thinkprogress: REPORT: Shooting at Los Angeles airport http://t.co/A9Ad45coky",
    "396331763925913600": "RT @latimes: #LAX shooting: Graphic based on reports of shooting in Terminal 3 http://t.co/x1L5jesFuI",
    "396324432278716416": "RT @Michael_Tonge: Prayers up.. Jeez. #laxshooting",
    "396334091768832000": "Police: Shots fired at LAX airport: CNN's Michael Holmes and Suzanne Malveaux report on an incident at Los Ang... http://t.co/ZhSo3P4Li7",
    "396317725556887552": "RT @LASportsRadio: Some guy just got into the LAX airport with a rifle.  Last week LAX security confiscated my hair gel.",
    "396325912871849984": "crazy shooting at #LAX",
    "396319071966208001": "Good heavens! Hope all tuns out well at #LAX Please stay safe everyone. Also AVOID LAX airport right now! #Terminal3",
    "396325057204465664": "Shooting at LAX Terminal 3. #LAX #Shooting",
    "396317406798553088": "Shots fired, airport evacuated at #LAX is what im seeing all over my timeline.",
    "396321693368856576": "Thoughts and prayers to any possible victims at LAX",
    "396329276691464192": "shooting at LAX airport, reasons i dislike people.",
    "396336243442589696": "Update: One person in custody after shooting at Los Angeles International Airport  http://t.co/WupIgtmXhW #LAX",
    "396330967003971584": "RT @KVUE: LIVE COVERAGE: Three people shot at #LAX; suspect in custody: http://t.co/0wa3xz4ZU5",
    "396334725075570688": "RT @peoplemag: LAX shooting: People at the airport share what's happening in real-time. http://t.co/Xl9XiKeU2c",
    "396327452164628480": "RT @ezralevant: Los Angeles TV stations showing video feed of possible terrorist shooting at LAX airport. Toronto TV showing Rob Ford drivi…",
    "396325573099651072": "RT @BuzzFeed: There Are Reports Of A Shooting At Los Angeles International Airport http://t.co/9TgunRXajQ",
    "396335492666773504": "RT @Beltrew: Rt @Claire_Phipps: #LAX: several people reported injured after airport shooting – live updates http://t.co/jQzmc8MTbl via @gua…",
    "396328030986985472": "RT @CHPsouthern: ADVISORY: Avoid LAX at this time. Century Blvd. closed prior to airport entrance. Call your airline for info. @LAX_Official",
    "396332896392204288": "@AnthonyCumia How about the odds it was personal, over a woman, and nothing to do with his job or the airport at all? #LAXshooting",
    "396324549710839809": "RT @CBSEveningNews: NOW: We're on the air for a @CBSNews special report on the #LAXShooting. @JeffGlor anchors.",
    "396331239613149185": "#LAX shooting: Graphic based on reports of shooting in Terminal 3 http://t.co/x1L5jesFuI",
    "396325115949883392": "RT @Telegraph: Watch live: Los Angeles International Airport evacuated after shots fired http://t.co/CeCBbTFdzF #LAX",
    "396335333257654272": "Waiting at a hotel about a half mile from the airport. No idea when LAX might reopen or when flights will start flying again #LAXshooting",
    "396335329076318208": "RT @NBC12: UPDATE: TSA agent killed in #LAXShooting \nSpecial Report coming up on NBC12\nMORE: http://t.co/w85wLpciYB",
    "396333710066606080": "RT @ToryBelleci: It's filling up inside the secured area. People are mostly calm now, but very upset. #LAXshooting http://t.co/TAgllmSu9K",
    "396334880260624384": "RT @NBCNews: Sources: Suspect opened fire with rifle at document checkpoint in Terminal 3 at LAX",
    "396335949841305601": "RT @ABC7: #LAX UPDATE: LAPD's West Bureau and South Bureau are in tactical alert due to the shooting http://t.co/u5lTveArpy",
    "396334427313561600": "RT @BuzzFeedNews: LAX UPDATE (per @LAX_Official):\n\n- One suspect in custody\n\n- Multiple shooting victims confirmed\n\n- Press conference at 1…",
    "396323396264660993": "Hope u r not trying to fly in or out of #LAX right now...shots fired at security check point right… http://t.co/07Kh3H0M6D",
    "396326701392994304": "RT @JUDiJAiKRAZi: Prayers going out to the victims at #LAX 🙌❤",
    "396328744027049984": "@KariByron  Shooting.  Follow #LAX",
    "396335475881181184": "#LAPD to hold first briefing in 30 minutes on #LAXShooting at 14:30EST/11:30PST.",
    "396326323892649984": "#LAX son of a bitch deserves to be hung by the balls and tortured one body part at a time till he finally dies  😡🔪🔫 #angry",
    "396325774455627776": "RT @NBCNews: Sources: Suspect opened fire with rifle at document checkpoint in Terminal 3 at LAX",
    "396325787043106816": "Shootings at Los Angeles International Airport inside Terminal 3 this morning; at least one TSA employee among... http://t.co/ZB8l4ZUekF",
    "396331692605964288": "Los Angeles International Airport evacuatd aftr shots reportedly fird http://t.co/Le0KC225JC #CNN #gunfire #LAX #police",
    "396333374530654208": "Our thoughts and prayers go out this morning to the victims at LAX. Here's to hoping for a speedy resolution to... http://t.co/EPO2a3GACD",
    "396332539872165889": "RT @grasswire: \"Locked in Virgin lounge with gunfire in airport. Very scary scene. #lax I heard at least 15 shots.\" - @M1970D:",
    "396320976155475968": "RT @PzFeed: BREAKING NEWS: AT LEAST 2 PEOPLE SHOT AT LAX AIRPORT TERMINAL 3. SUSPECT USED A RIFLE. MAJOR CRIME SCENE.",
    "396319382345097216": "RT @pornlaw: Shooting at LAX... TSA employee shot. News is reporting that the shooter might have a machine gun/assault rifle....",
    "396322142184169472": "RT @USATODAY: MT @911LAPD: “@CHPsouthern: Avoid #LAX at this time. Century Blvd. closed prior to airport entrance. Call airline for info” #…",
    "396322255434960897": "RT @kron4news: BREAKING: LAPD say shots were fired at #LAX, multiple people injured. http://t.co/SIXzgjJ2S8",
    "396331004753092608": "LAX shooting: Shots fired at Los Angeles International Airport, multiple injuries  http://t.co/sbfBcKrnnt",
    "396327338927222784": "\"No safe place in the world@VibeMagazine: Gunman shoots several people at LAX, one suspect reportedly in custody http://t.co/ZtyRGuz2gc\"",
    "396326705599508480": "RT @ABCWorldNews: MORE: Three people shot, suspect in custody in Los Angeles airport shooting http://t.co/6Y6SOtBdiy",
    "396329339622420480": "RT @cbschicago: A shooting has prompted the evacuation of Terminal 3 at #LAX. Full story at @CBSLA: http://t.co/CpyJyTXSIh",
    "396320305083211776": "My dad and my uncle spend so much time at the airport, I'm so thankful they were both home and safe during the LAX shooting",
    "396324021211762688": "RT @grasswire: #LAX UPDATE: Several people have been shot according to LAPD police scanner. Citywide tactical alert declared",
    "396324570682372096": "@BloombergNews reports FAA has suspended flights into LAX. #LAXShooting",
    "396321081021435905": "RT @LANow: LAX shooting: 1 TSA agent has been shot and a suspect has been wounded according to sources. http://t.co/6LqVr2AoG4",
    "396327489922138112": "RT @AaronKatersky: #LAX witness tells @ABCNewsRadio gunman “looked at me\" and asked \"TSA?\" When witness shook head, suspect moved on. http:…",
    "396313082466541568": "Something's happening @ #LAX rt now!! Re-tweet.",
    "396320065982705665": "#LAX: Passengers at Terminal 3 of Los Angeles airport evacuated shortly after 9 am local time http://t.co/EqIBSayi5g http://t.co/3Lmnjdv6Wq",
    "396335685570793472": "RT @LATimescitybeat: All flights at LAX grounded at the moment, FYI -- so no reason to attempt to go anywhere near the airport.",
    "396317331330433024": "RT @NewsBreaker: EYEWITNESS: @ToryBelleci reports hearing gun shots, \"then everyone starting running for the door.\" Outside now @ #LAX http…",
    "396320422507315200": "RT @Mediaite: WATCH LIVE: Terminal 3 Evacuated After Shooting Incident Reported at LAX Airport http://t.co/nCkHRaYmZs via @mediaite",
    "396315620050223104": "RT @anblanx: Breaking Shooting at LAX. Terminal 2 Sources say report 2 victims down. Suspect down.",
    "396329687720669184": "RT @ToryBelleci: People are still being shuttled in to a secured location. Nerves are starring to settle. #LAXshooting http://t.co/7N9SIDp8…",
    "396323056534421504": "Trying to find out what happened at #LAX. Apparently there was a shooting",
    "396321395581272064": "RT @LAX_Official: Airport officials confirm police incident began at 9:30 a.m. @ Terminal 3 at LAX. More info to come.",
    "396326722347761664": "RT @THECOUNTnews: PHOTO: TSA AGENT SHOT IN CHEST! #LAXSHOOTING  http://t.co/GtmFrXDHla via @TheCountNews",
    "396318828675616768": "RT @KIRO7Seattle: RT @CBSLA: #BREAKING: #LAPD: Incident Reported In Terminal 3 At #LAX. http://t.co/qkNvtvOLpp",
    "396320099537137664": "RT @GeekNation: Early reports of a shooting at LAX. Terminal being evacuated and all flights postponed.  #LAX",
    "396324805554622464": "Reports: TSA agent and alleged gunman wounded in shooting at Los Angeles Airport. #LAX http://t.co/b2JGQEhgSO",
    "396333793973264385": "yet another nutjob with a gun killing randomly in America #NotSurpisedAnymore #LAX",
    "396324054774599680": "RT @nypost: \"TSA person yells there is someone shooting. We sprint into runway\" - #LAX eyewitness accounts from @jforstrom...",
    "396325979951333378": "RT @LAX_Official: Airport officials confirm police incident began at 9:30 a.m. @ Terminal 3 at LAX. More info to come.",
    "396317146751307776": "RT @charlescwcooke: California should pass gun control. RT @anblanx: Breaking Shooting at LAX. Terminal 2 Sources say report 2 victims down…",
    "396336297968562176": "RT @AP BREAKING: Police say suspect in custody following LAX shooting. #LAXShooting",
    "396320086950019072": "RT @EdJoyce: Los Angeles Airport Police Friday confirmed a shooting took place in Terminal 3 at LAX. Via @CBSLA \nhttp://t.co/ow4OlbjxZS #br…",
    "396328416854941697": "RT @alertpage: #LAX At least one critical gunshot victim transported early on from LAX.",
    "396329515766808576": "RT @FoxNews: Witness says he heard \"about a dozen gunshots\" from inside the security gate at Terminal 3 http://t.co/o9YYW3qWPW #LAX",
    "396319248101822464": "DEVELOPING: There has been an \"incident\" at Los Angeles Intl Airport. Reports are there was a shooting | http://t.co/t65AUJwquP",
    "396325174641172480": "LAX airport evacuated after shooting \\\\ Circa \\\\  http://t.co/tGhJAaBj8M",
    "396329662584217600": "RT @USRealityCheck: Happening Now: Shooting at Los Angeles Intl Airport: A shooting has been reported at th... http://t.co/qAVobf7MBA http:…",
    "396320992936460288": "RT @nbcnightlynews: BREAKING: Shooting reported at Los Angeles Int'l Airport Terminal 3; WATCH LIVE coverage via @NBCLA http://t.co/x1nQ14V…",
    "396319692694233088": "RT @CaptDaveOnAir: Reports of man with rifle opened fire in terminal 3 at #LAX",
    "396332221084086272": "RT @realtimwilliams: #BREAKING: Photo of alleged gun in #LAX shooting. Passengers told to step around bullet casings. via @pascaljosh http:…"
}