{
    "243377845072715777": "Bummer for Caribbean locals &amp; vacationers. Major quake hits near Costa Rica coast: http://t.co/6sL4AtOj Hope all is well down there!",
    "243367720022855680": "Costa Rica Earthquake 2012: 7.9 Magnitude Quake Hits Costa Rica http://t.co/dtHKXF2v #jcagain",
    "245776676586389504": "RT @quakemonitor: #earthquake M 4.8, off the coast of Costa Rica Depth: 35.00 km Sep 12 7:29:35 2012 BST http://t.co/Pxl8FygJ",
    "247293697593597952": "Earthquake - Magnitude 5.1 - COSTA RICA - 2012 September 16, 05:51:09 UTC: http://t.co/RGcBeXKG",
    "243426079547723776": "Did you hear? Costa Rica rocked by 7.6 earthquake: A 7.6 magnitude earthquake shook Costa Rica at 14:42:10 ... http://t.co/kErgzOEC #eTN",
    "243401194737901569": "RT @cnnbrk: Tsunami warning for Costa Rica, Nicaragua, Panama canceled after 7.6 quake. http://t.co/i7KZ1uZX",
    "243436699517071360": "Magnitude 7.6 quake shakes Costa Rica - ABC Online: ABC NewsMagnitude 7.6 quake shakes Costa RicaABC OnlineA pow... http://t.co/WHyfdam5",
    "243366331687256065": "Powerful earthquake reported in Costa Rica: http://t.co/6ZoS6sxc",
    "243378847502962688": "RT @AP: Costa Rica official: \"There's chaos in San Jose because it was a strong earthquake of long duration\": http://t.co/XM78Yz5P\n -MM",
    "243375215244095488": "RT @CNN: 7.6-magnitude quake hits on Costa Rican coast. http://t.co/iRzYxUA0",
    "243374590288592896": "@TheNextCorner you missed our earthquake 7.6 in Costa Rica",
    "243461806629203969": "REN | #REN | Reuters |  Powerful quake hits Costa Rica, two dead -... http://t.co/5u8l45bY",
    "243394697765199872": "RT @cnnbrk: 7.9-magnitude #earthquake hits off coast of Costa Rica. http://t.co/i7KZ1uZX",
    "243411898605907968": "RT @DarinRMcClure: Red Cross in Costa Rica says no casualties reported so far after the massive 7.9 magnitude earthquake.",
    "243372316963254273": "[ #COSTARICA #TSUNAMI ADVISORY ]: NO TSUNAMI WAVES REPORTED YET--BE ON ALERT! PRECAUTIONARY EVACUATION RECOMMENDED! #Earthquake #PTWC",
    "243478046978473986": "RT @NewEarthquake: 4.5 earthquake, Costa Rica. Sep 5 4:11pm at epicenter (15m ago, 71km S of Liberia, depth 35km). http://t.co/gjTxM14O",
    "243427237188210688": "Two dead, 20 injured as major earthquake  at magnitude 7.6 damages Costa Rica coast, Red Cross says.",
    "243361759912681472": "RT @BreakingNews: Magnitude 7.9 earthquake strikes off the coast of Costa Rica - USGS",
    "243366767903264768": "RT @BreakingNews: Chile's navy declares tsunami alert warning for country's coastline following Costa Rica quake - @Reuters; USGS revise ...",
    "243426675155685377": "Powerful quake hits Costa Rica, two dead - Reuters India: IBNLive.comPowerful quake hits Costa Rica, two deadReu... http://t.co/fdR7rYY2",
    "243390360884232192": "RT @BreakingNews: Costa Rica president says no report of loss of life so far after quake - @Reuters; more updates on http://t.co/BGETbzo ...",
    "245851830112907264": "Sott - Costa Rican Officials: A Strong Earthquake Could Still Occur in Guanacaste http://t.co/Y6s3nUc9",
    "243383729668640768": "Costa Rica struck by 7.9 mag quake about 38 miles from town of Liberia, centered about 25 miles below the surface. No fatalities reported.",
    "245775888027877377": "#earthquake M 4.8, off the coast of Costa Rica: September 12, 2012 06:29:35 GMT http://t.co/wjvHAqPp",
    "243375571747360768": "RT @RDLKid: @springrose12 @HDNER Tsunami warning in Caribbean cancelled following Costa Rican earthquake; was meant for Pacific Ocean",
    "243506920592392192": "@onedirection In Costa Rica there was a 7.9 earthquake =/",
    "243399592530563073": "Holy shit a 7.6 quake in Costa Rica?! Unbelievable.. Would have never expected any sort of extreme fault activity in that region.. #prayers😔",
    "243972182135431168": "Tell u what...that #Earthquake only lasted bout 2 seconds &amp; @Bobak9 had a faster reaction that #UsainBolt! Never seen a man move SO fast Lol",
    "243532572930498560": "Strong Costa Rica quake causes panic, minor damage https://t.co/Ef5TdX9M",
    "243384174285844480": "RT @USGS: Magnitude 7.6 quake strikes west coast of Costa Rica: http://t.co/uRzQz9oh Tsunami info here: http://t.co/5FyzyrGC",
    "243387449999515651": "RT @RT_com: First VIDEO: 7.6 magnitude quake strikes off the coast of Costa Rica http://t.co/pkSZQESr",
    "243388049797574657": "RT @Independent: Tsunami warning issued as powerful 7.6 quake hits Costa Rica http://t.co/PyeTR5b8",
    "243367116034670592": "RT @NewEarthquake: Revised (7.9 -&gt; 7.6): 7.6 earthquake, Costa Rica. Sep 5 8:42am at epicenter (24m ago, 60km SSE of Liberia, depth 4 ...",
    "243361298518249473": "Magnitude 7.9 earthquake strikes off the coast of Costa Rica - USGS",
    "243408136311029760": "Can't believe a 7.6 earthquake hit costa rica :( so happy my family is okay but praying for those who were not as fortunate",
    "243380223213711360": "Powerful Quake Hits Costa Rica, Tsunami Warning Issued http://t.co/0o4UuN0t",
    "243365140496539651": "RT @BBCWorld: Magnitude 7.9 #earthquake hits #CostaRica - USGS. Details soon: http://t.co/TcpLwxJJ",
    "243364461027659780": "RT “@BreakingNews: Magnitude 7.9 earthquake strikes off the coast of Costa Rica - USGS”",
    "243363672506896384": "A Caribbean-wide tsunami watch is in effect after a 7.9-magnitude earthquake struck Costa Rica. #KeepSafe #GodBless",
    "243390792889163776": "Earthquake Hits Off Costa Rica, Tsunami Warnings Issued http://t.co/UNj9Z75K",
    "243967807463768064": "#EARTHQUAKE. I actually felt that one!",
    "243368231706963969": "7.6-magnitude quake hits on Costa Rican coast http://t.co/WmdiDVXx #cnn",
    "243362783322861568": "RT @BreakingNews: Caribbean-wide tsunami watch in effect after Costa Rican quake, Pacific Tsunami Warning Center says - @Reuters",
    "243377597612969984": "RT @Michelle9647: RT @BreakingNews: Red Cross in Costa Rica says no casualties reported so far after quake - @Reuters ll @JALpalyul",
    "243362997215571968": "\"@RobertaCBS5: Breaking: 7.9 #earthquake off Costa Rica coast. #Tsunmai WARNING for west coasts of Central America.\"",
    "243683131692036096": "Costa Rica escapes serious damage from big quake http://t.co/SpG6MDUe",
    "243626894459797504": "Three killed in Costa Rica 7.6-magnitude quake - Xinhua: The NationThree killed in Costa Rica 7.6-magnitude quak... http://t.co/2QKsXs8w",
    "243370475663806464": "Strong 7.9 quake hits Costa Rica, tsunami warning issued. http://t.co/5paIoWUj",
    "243679361000153088": "#earthquake: M 1.0, Southern California http://t.co/Ms4Sj0eR",
    "243374053396738049": "RT @ABC7: #BREAKINGNEWS 7.9-mag. #earthquake\nhits Costa Rica, about 50 miles from town of Liberia; no immediate report of damage or injuries",
    "243972773528084480": "#DNC2012. Was so earth shattering it caused an #earthquake on the other side of the country!! I hope everyone is safe",
    "243363244704677888": "Birth pangs. 7.9 earthquake in Costa Rica",
    "243375504625905664": "RT @ninaism: Caribbean tsunami alert issued after powerful 7.9-magnitude quake rocks Costa Rica.",
    "243372182737154048": "RT @CNNweather: #Tsunami Warnings remain in effect for Costa Rica, Panama, and Nicaragua after the now 7.6M quake: http://t.co/4jg0FjYJ",
    "243198739882332161": "#earthquake: M 4.5, Taiwan region http://t.co/7FmNQZdm",
    "243375852753141760": "RT @moanikitv: No tsunami threat to Hawaii after mag 7.6 earthquake rocks \nCosta Rica",
    "243371905946615808": "RT @SonOfAKing3: “@UnivisionNews: BREAKING: Magnitude 7.9 earthquake strikes Northwestern Costa Rica”\n@100prayingwomen",
    "243379346616770560": "#WorldNews #News Quake rocks Costa Rican coast: Some damage has been reported after a strong earthquake struck o... http://t.co/qi7aZ6mk",
    "244410054885920768": "The Watchers - Massive Costa Rican earthquake awakens Nicaraguan Apoyeque volcano http://t.co/pbc2QzSB",
    "243363487944937472": "RT @NewEarthquake: 7.9 earthquake, off the coast of Costa Rica. Sep 5 8:42am at epicenter (6m ago, 83km S of Liberia, depth 46km). http: ...",
    "244243939484385280": "Did you guys know two days ago, ok maybe 3, Costa Rica had an earthquake?! No? Yea...figured. :/ #uselessinfo",
    "243661325476167682": "Costa Rica Rocked by Magnitude-7.6 Earthquake http://t.co/9Q0w3CD7",
    "243398938219139072": "RT @TIME: Tsunami warning issued after Costa Rica earthquake | http://t.co/NairyArP",
    "243370001707458561": "Yahoo/Space- Magnitude 7.9 quake strikes northwestern Costa Rica: WASHINGTON (Reuters) - A 7.9 magnit... http://t.co/o60LTx4g - travel -",
    "245294130270466048": "#earthquake: (GMT) M 4.5, Andaman Islands, India Region http://t.co/C6JKfJXA",
    "243529741800468481": "http://t.co/PI0h78RM An Hour After The Earthquake A Woman Died, For A Heat Attack, A Man Who Fallen Didn't Die, Said Costa Rican President",
    "243389396185931776": "Pray that all are safe ... RT @BreakingNews: Magnitude 7.9 earthquake strikes off the coast of Costa Rica - USGS",
    "244104592135176192": "Dear earth 2x this week you've woken me up 3.5 #earthquake epicenter 1/2 mile away-Results crappy workout next day stop making me fat earth",
    "243362288403369984": "RT @Reuters: More: 7.9-magnitude earthquake rattles coastline of Costa Rica, USGS says - http://t.co/9YqdEq9g",
    "243203924050448384": "#earthquake M 2.6, Hawaii region, Hawaii http://t.co/S2GbQIaO",
    "243361642447007744": "RT @Reuters: Live coverage: 7.9-magnitude earthquake rattles the coast of Costa Rica; tsunami watch for Caribbean in effect - http://t.c ...",
    "243367229297676289": "RT @RT_com: BREAKING: 7.9 - magnitude earthquake strikes off the coast of Costa Rica, Caribbean-wide tsunami watch in effect - details t ...",
    "243365094396928001": "Please pray! A powerful, magnitude-7.9 earthquake has shaken #CostaRica, according to the USGS.",
    "243388116906426368": "28-mile deep earthquake strikes: An earthquake with a magnitude of 7.6 struck off the coast of Costa Rica Wednes... http://t.co/QUEEUkYS",
    "243419783897436161": "UPDATE: Tsunami Warnings Canceled After Quake In Costa Rica : The Two-Way : NPR http://t.co/IVlHkIFm",
    "243372774167552000": "Powerful Earthquake Reported in Costa Rica - ABC News http://t.co/W6UmjhiY (via @ABC)",
    "243968738607656960": "RT @zomanno: EARTHQUAKEEE!! #earthquake",
    "243967958454521856": "Another #earthquake...at least i was already awake this time!",
    "243437060227223552": "Our hearts and prayers are with our family in Costa Rica impacted by a 7.6 Earthquake today. Covering all of Central America with prayers!",
    "243377807307190272": "@AffiliateDesire Poor Quality Footage of Costa Rican Earthquake - Sept 5th 2012\nhttp://t.co/fqZodBMJ",
    "244542703960989696": "Otro temblor en Costa Rica 5.6 earthquake! Sat Sep 08 16:29:32 AMT 2012 near Costa Rica http://t.co/Uz6jkKAK",
    "243364704293117952": "RT @YahooNews: BREAKING: Magnitude 7.9 earthquake strikes off the coast of Costa Rica, tsunami watch for Caribbean, Reuters reports",
    "243371897553817600": "@_mannymeister thankyou ,I really needed to know costa rica had an earthquake ,when I'm here in md",
    "244571497836974080": "I liked a @YouTube video http://t.co/wB8UA2Z6 Costa Rica Magnitude 5.6 earthquake hits near Hojancha",
    "243376377057902592": "RT @RobDavis_Wx: LANDSLIDE!... road blocked in Costa Rica after M7.6 earthquake http://t.co/e5c2AUas (courtesy: @skasoul) #temblorcr",
    "243384031645925376": "RT @HuffingtonPost: Tsunami warning issued after Costa Rica quake http://t.co/c9fM5iGF",
    "244127337828986880": "Powerful Earthquake Shakes Costa Rica escapes serious damage from big quake rattles Central America Buildings sway r... http://t.co/abFcLHdd",
    "243627842355744768": "Earthquake Costa Rica - Costa Rica, an example for earthquake resistant construction !  - http://t.co/n4y6x1yj",
    "243979417314009088": "RT @LAFD: #LAquake \"#Earthquake Emergency Mode\" discontinued. No significant damage, injury or loss of life. LAFD in normal… http://t.co ...",
    "243969426469310464": "I don't think it's a coincidence that while watching my first episode of #HoneyBooBoo there's an #earthquake.",
    "243373579448754177": "“@BreakingNews: Caribbean-wide tsunami watch in effect after Costa Rican quake, Pacific Tsunami Warning Center  @Reuters”\n@DanielrBarron",
    "243431494389993472": "RT @MrVop: Strong earthquake hits Costa Rica http://t.co/c9CDEDv0 [BBC]",
    "243396241285861376": "7.6-magnitude quake hits Costa Rican coast:  http://t.co/nzoIPEe7",
    "243364184228757504": "RT @TWCBreaking: Mag. 7.9 #earthquake just off the coast of Costa Rica.  #Tsunami warnings for Pacific Coast of Mexico, C. America. S. A ...",
    "244541017854976000": "BECOME ASEXUAL NOW: Magnitude 5.6 quake hits Costa Rica: (Reuters) - A magnitude 5.6 earthqu... http://t.co/5jWMTB3H #asexual #sexuality",
    "243969803973455872": "RT @TheLAScene: It looks like the #BeverlyHills #Earthquake was upgraded to a 3.5. http://t.co/UThFGsv1",
    "243375546594119680": "RT @georgekourounis: Reports that quake has triggered landslides inland in Costa Rica",
    "243361697002299392": "デカイな。でかすぎるぜ、ベクテル！http://t.co/SvC7zoN5　RTx2:　@NewEarthquake \n7.9 earthquake, off the coast of Costa Rica. Sep 5 8:42am　http://t.co/mwsMLQ3Z",
    "243556706976686080": "EarthquakeCalifornia Earthquake in Costa Rica will not delay World Cup qualifier, says Mexican ... -... http://t.co/uv45lA0q #earthquake",
    "243365824180662272": "My prayers go to the people of Costa Rica.. They just had a massive earthquake!",
    "243378377719955456": "Costa Rica quake downgraded to 7.6, no immediate reports of casualties. Tsunami warning lifted for Caribbean, still in place for Pacific.",
    "243376792289828864": "Powerful earthquake reported in Costa Rica: NOSARA, Costa Rica (AP) — A powerful, magnitude-7.... http://t.co/odMEBADD (via AP Politics)",
    "244452702589943808": "Stay up to date with the latest #earthquake info at @USGS http://t.co/htMGUaTO #costarica",
    "243364263891189760": "7.9 earthquake, off the coast of Costa Rica. Sep 5 8:42am at epicenter RT @NewEarthquake",
    "245138609697611776": "RT @nswia_weather: Did you feel the #Earthquake? East of Woy Woy It happen at 16:23:51 (AEST) see... http://t.co/cLzTknxd",
    "243365371187429377": "MEXICO CITY - A powerful, magnitude-7.9  earthquake shakes Costa Rica. USGS said quake struck about 50 miles from town of Liberia.",
    "243409243628257280": "DICE: Reuters: Red Cross says two people dead from Costa Rica earthquake; one fatality the resu... http://t.co/02a3OoUX #cuba #abajoRaul",
    "243371620700401665": "RT @abcnews: Tsunami warning after quake strikes Costa Rica\rhttp://t.co/HVOzoRQW",
    "243368693072023552": "Tsunami alert as 7.6 quake strikes off Costa Rica: A tsunami alert is issued for Central America after a 7.6-mag... http://t.co/NyfZ4eSU",
    "243417254748893184": "#worldnews Powerful quake hits Costa Rica, two dead - Reuters: http://t.co/n1r84z2j.auPowerful q... http://t.co/kZjsFTDY @WideRangeMarket",
    "243563099095973888": "Buildings sway, residents rush into streets, but strong Costa Rica quake does little damage http://t.co/m3TI2LMz",
    "243746071401078784": "Costa Rica escapes serious damage after huge quake: It appeared Thursday that Costa Rica escaped relatively unsc... http://t.co/dFTSbh5e",
    "243401379312459776": "URGENT: Magnitude 7.6 quake strikes Costa Rica http://t.co/3EC6L3wM",
    "243370358244274176": "Strong 7.9 quake hits Costa Rica, tsunami warning issued - Yahoo! News http://t.co/IgSLlNPo via @YahooNews",
    "243709228634759169": "Costa Rica: Costa Rica Red Cross Ready for Action after Earthquake: \n      Source: \n    \n          Irish Red Cro... http://t.co/8i9vCIV6",
    "243371243221426176": "RT @abc7newsBayArea: #BREAKING: 7.9 earthquake hits off the coast of Costa Rica, tsunami watch in effect.",
    "243404004917379073": "Powerful quake hits Costa Rica, tsunami warning issued – Reuters http://t.co/JwTblOtO",
    "243407440081739777": "Strong earthquake hits Costa Rica #newslocker http://t.co/k3CiuTKR",
    "243968575038173184": "Dang it #earthquake! I was trying to go to sleep early!",
    "243366520439332865": "RT @CNBC: Magnitude 7.9 earthquake hits off the coast of Costa Rica; quake centered 98 miles from San Jose. - USGS",
    "243370110771945472": "7.9 quake off Pacific coast of Costa Rica: USGS \n http://t.co/dFBziPuJ #International",
    "245689833522098177": "7.6 Costa Rican earthquake did not relieve fault pressure: expect another one equal or greater, scientists warn http://t.co/J1NWY0k9",
    "243383784194580480": "Earthquake Strikes Off Costa Rica Coast: A tsunami warning has been issued after a powerful earthquake, measurin... http://t.co/HgyxRGCP",
    "243478848094756864": "We experienced a 7.6 #earthquake in a town about 20km south of my place here in Guanacaste. No serious injuries here in #Nosara.",
    "243365413155643393": "A 7.9 magnitude earthquake struck northwestern Costa Rica on Wednesday.. =(.. hope everything is okay down there!!",
    "243363055944232960": "7.9 magnitude earthquake hits Costa Rica #earthquake",
    "243433738351022080": "RT @RandyDorfman: Hope all WCOOP players in Costa Rica are safe after massive earthquake",
    "243435076325609474": "7.6-magnitude quake hits Costa Rican coast - CNN: USA TODAY7.6-magnitude quake hits Costa Rican coastCNN(CNN) --... http://t.co/h76G8HKq",
    "243368961511677953": "Tsunami alert as 7.6 quake strikes off Costa Rica: A tsunami alert is issued for Central America after a 7.6-mag... http://t.co/i98cKt0n",
    "243377601790480384": "RT @Reuters: Red Cross in Costa Rica says no casualties reported so far after 7.6-magnitude earthquake http://t.co/IroAyLyv",
    "243367120228974594": "@irasuwindro RT @YahooNews: BREAKING: Magnitude 7.9 earthquake strikes off the coast of Costa Rica, tsunami watch ... http://t.co/QXqN9Xo2",
    "243383633216409600": "(usa today) Magnitude 7.6 quake strikes Costa Rica: A powerful magnitude-7.6 earthquake struck in Costa Rica tod... http://t.co/arJ2dp3x",
    "243968616993808385": "3.5 #quake in Beverly Hills, stronger than the one last week. http://t.co/CftE5nrt",
    "243970668000067585": "@ArianaGrande Hi I´m from Costa Rica, 2 days ago was an earthquake in my country...Magnitude 7.6!! :(",
    "243687825084653570": "Quake rocks Costa Rica http://t.co/nkD5tU8v",
    "243430772973907969": "Costa Rica Earthquake Update:  so far we have heard from the Piedras and homestay families in San Isidro de Heredia and everyone is fine.",
    "243394387386703872": "RT @WilliamTeach: Which Warmist will be the first to blame the Costa Rica earthquake on \"climate change\"// Dumbass, see GEOLOGY..",
    "243369246757904385": "RT @Radio_Riquelme: @Reuters\nPacific Tsunami Warning Center keeps warning for Pacific coastal region following Costa Rica earthquake htt ...",
    "243377979273666560": "RT @TravelGov: #EmergencyMessage via @USGS: #tsunami warning for #ElSalvador, #Panama, #Nicaragua, #Mexico, #CostaRica, &amp; others. ht ...",
    "243382324589367296": "That earthquake in Costa Rica has sustained tens of hundreds of dollars worth of damage.  Very sad.",
    "243390297936130048": "Nooo! “@AP: Costa Rica official: \"There's chaos in San Jose because it was a strong earthquake of long duration\": http://t.co/ta2f2KpZ\n -MM”",
    "247215201198436352": "RT @NewEarthquake: 5.2 earthquake, 8km W of Nicoya, Costa Rica. Sep 15 23:51 at epicenter (15m ago, depth 24km). http://t.co/6upB8mvs",
    "243369351581925377": "Strong earthquake hits Costa Rica http://t.co/G6t1GwTW",
    "243969631977611265": "#9021uh-0: Beverly Hills #earthquake gives a good shake to the #westside, eastern #SFV. http://t.co/G1Ga1v0T via @lanow",
    "243381598978981888": "There was a earthquake magnitude of 7.6 that hit costa rica this morning -- only 2 hours from our honeymoon spot!",
    "243373562663161856": "RT @Disarm: USGS: Major earthquake hits #CostaRica, tsunami warning issued. http://t.co/fF1uny0U @nbcnews #LatinAmerica",
    "243413102383755264": "Praying for Costa Rica. @YourAnonNews: #YAN #BREAKING: Major earthquake hits Costa Rica, tsunami warning issued | http://t.co/GKGYrsLT",
    "243379824775819264": "@razaespn reporting that there has been damage reported to the Estadio Nacional in Costa Rica following earthquake.",
    "243413475681001473": "Bad quake in Costa Rica. Know any Pac NWers affected? Pls contact NW NPR @tombanse",
    "244420150596603904": "#earthquake: At 12:35 PM UTC, in Minahasa there was a #seismic activity: M4.7, depth 35.70km",
    "243362053518131200": "RT @BreakingNews: Caribbean-wide tsunami watch in effect after Costa Rican quake, Pacific Tsunami Warning Center says - @Reuters #lgf #p2",
    "243365165695922176": "RT @QuakeReports: earthquake: M 7.9, off the coast of Costa Rica http://t.co/iYnWzKuL",
    "243376779690123264": "Powerful earthquake reported in Costa Rica: NOSARA, Costa Rica (AP) — A powerful, magnitude-7.... http://t.co/fueoYIDe (via AP Newsfeed)",
    "243372363088003072": "BREAKING NEWS...\n\nA powerful 7.6-magnitude earthquake rocked Costa Rica, rattling buildings and cutting power in... http://t.co/7bpHsLIw",
    "244557337858293760": "“@USGSBigQuakes: Strong earthquake, \nCOSTA RICA,\nSep-8 20:29 UTC,\nhttp://t.co/Ywrk2EZ1”//se siguen acomodando las placas",
    "243520291995791360": "http://t.co/bzZ1s8Of Costa Rica Earthquake, Living Social, Andy Roddick, ...: Costa Rica Eart...  This is Google Trend",
    "243585987387719680": "RT @Geologyupdate: Powerful earthquake reported in Costa Rica - The Seattle Times http://t.co/C77uRB7g",
    "243362175148773377": "Costa Rican shaken by magnitude-5.8 earthquake http://t.co/454IrRdA #costarica",
    "243449668338597889": "how stupid for our country to only trend when there's an earthquake! Viva Costa Rica, bitches!!!!!! #CostaRicaEarthquake",
    "243368013594779648": "@ccbp Big Earthquake(M7.9) occurrred in Costa Rica. Please be careful for Tsunami, people lives around the Caribbean sea.",
    "243397910606274560": "CHICABRAVA stoked in style :) waiting out the Tsunami warning after the huge earthquake in Costa Rica! Hope... http://t.co/fYuOgSmR",
    "243383138254999552": "A powerful, magnitude-7.6 earthquake on Costa Rica and a wide swath of Central America on Wednesday, collapsing some houses.",
    "243389861741068288": "7.6-magnitude #Earthquake hits #CostaRican coast http://t.co/3PBwSz4y #cnn",
    "243379438908219392": "http://t.co/c9TCmf1F Strong earthquake hits Costa Rica: A powerful earthquake of 7.6 magnitude rocks north-west C... http://t.co/9lsjq70l",
    "244556608070373377": "EARTHQUAKE REPORTS • EARTHQUAKE - ENE OF HOJANCHA, COSTA RICA: M5.6 - 11km ENE of Hojancha, Costa Rica 2012-09-08... http://t.co/9jAktmuM",
    "243851088397234176": "Terror in Online casino Capital of Costa Rica as More Earthquake Videos Surface (Video) - Terror in Costa Rica... http://t.co/btm5k37V",
    "243371809460854784": "Magnitude-7.6 earthquake shakes Costa Rica http://t.co/Y8pp9Q4b",
    "244085394776391680": "RT @AlertNet: Quakes in southwest #China kill dozens, damage 20,000 homes http://t.co/0j1oq79l #earthquake",
    "243425253286637568": "Praying fo Angie Thompson Messerschmidt and Claryssa-Faye Skie Thompson in Costa Rica's 7.9 Earthquake this... http://t.co/gwzRqTYE",
    "243391937929945088": "◦ Kyodo: M7.6 quake jolts Costa Rica, regional tsunami warning issued http://t.co/bALQNQ0l #japan",
    "243371213882261505": "7.9 Earthquake in Costa Rica - we were just there-just heard from our friends, they r ok, but so scary!! prayers that it will stay that way!",
    "243367816496029696": "Damn a 7.6 earthquake hit #CostaRica ... Poor Costa Rica :(",
    "243419578393321472": "Powerful quake hits Costa Rica, two dead - Yahoo! News http://t.co/oKAri8Tq via @YahooNews",
    "243371167740747776": "Pura Vida... RT @EliteDaily: Powerful earthquake hits northern Costa Rica, triggers tsunami warning-\nhttp://t.co/sgyaU24e",
    "243385008943923200": "Powerful magnitude-7.6 earthquake reported in Costa Rica http://t.co/5wnQNFw7",
    "243371989832695808": "RT @Reuters: Chile Interior Minister Hinzpeter says not yet issuing evacuation order for country's coastline following Costa Rica quake, ...",
    "245779742605860864": "RT @NewEarthquake: 4.8 earthquake, 42km SW of Paquera, Costa Rica. Sep 12 00:29 at epicenter (15m ago, depth 35km). http://t.co/5SGdP2WQ",
    "243970995164176386": "this #earthquake woke me up again.. seriously.. I don't like this.",
    "243615632724213760": "Powerful quake hits Costa Rica, no deaths http://t.co/nyWQMUwk",
    "243410216681619456": "RT @CPPGeophysics: Nice visualization of seismic waves from Costa Rica quake propagating through USArray: (via @EarthScopeInfo ) http:// ...",
    "243368676298993666": "Earthquake of 7.6 hits Costa Rica... Tsunami warning!",
    "243491720426307584": "Strong Costa Rica quake causes panic, minor damage - The Associated Press: IBNLive.comStrong Costa Rica quake ca... http://t.co/HQdC4IBk",
    "243365736121245697": "RT @fieldproducer: USGS revises Costa Rica earthquake to magnitude 7.6, details here http://t.co/3vxo2zBN",
    "246060396052635649": "RT @fondalo: After Earthquake hits Costa Rica, #socialmedia Exchange Site Reaffirms ... - http://t.co/qS7Lbewf",
    "244541726663000064": "Felt it here in the South. Costa RICA had an earthquake maybe it was tremor RT @TrafficSA: #offtraffic East Rand shaking #earthquake ?",
    "243875360817700864": "#Earthquake M 1.8, Island of Hawaii, Hawaii http://t.co/f28j4Ykf",
    "243407784014643201": "Tsunami warning caused by Costa Rica quake now canceled http://t.co/ee16Q4z8",
    "243409293934723072": "Update: Red Cross says 2 dead in Costa Rica earthquake, one of them from heart attack. (@AlertNet)",
    "243363655750656001": "Oh! any damage report? RT @Nids_ShriKant: 7.9 earthquake in Costa Rica..!! Now",
    "243368881853431810": "RT @karmonan: 7.9 earthquake hits costa rica",
    "243443297190821888": "#TheAngieShow [BREAKING NEWS] Earthquake with 7.6 Mag hits Costa Rica: The Associated Press has reported that ar... http://t.co/5uNpnKeL",
    "243373805941182464": "“@washingtonpost: Powerful quake hits #CostaRica: http://t.co/U7u7FDY4” #sismocr #Temblocr",
    "243370685391597568": "7.9-magnitude quake hits off Costa Rica: An earthquake with a preliminary magnitude of 7.9 struck off the coast ... http://t.co/4vALj5az",
    "243505574208237568": "http://t.co/4igC5NpM In earthquake-ready Costa Rica, quake size rattles (+video)",
    "244544142607261697": "Interesting: BreakingNews: Magnitude 5.6 earthquake hits near Hojancha, Costa Rica - USGS http:... http://t.co/s6ImriCx Please RT",
    "243363907387928576": "RT @CP24: BREAKING: Coast of Costa Rica hit by a 7.9 magnitude earthquake. Tsunami warning in effect. No word of any damage/injuries.",
    "244024363458895872": "Costa Rica escapes serious damage from big quake http://t.co/q6uTSLEa",
    "244094269923676160": "RT @BreakingNews: Earthquakes in Southern, Central California today not triggered by 7.6-magnitude quake in Costa Rica - @AP http://t.co ...",
    "243381871591972865": "RT @NBCNews: BREAKING: Major quake hits near Costa Rica coast; Caribbean-wide tsunami watch issued http://t.co/i4mBTrzG",
    "243405867192561664": "@dustinbrowning @SamuRojas @antikCR praying you and yours are well in Costa Rica w the earthquake.",
    "243445671158489089": "Powerful 7.6 magnitude quake hits Costa Rica, two dead: SAN JOSE, Costa Rica (Reuters) - A powerful earthquake r... http://t.co/I9VkFGdB",
    "243682452202217473": "News: Costa Rica escapes serious damage from big quake: The bulletins were terrifying: a po... http://t.co/Dlj3rlpE http://t.co/1Dhcy6ki",
    "243369645195792384": "CNN news Tsunami alert as 7.6 quake strikes off Costa Rica: A tsunami alert is issued for Central America after ... http://t.co/2HehvYYZ",
    "246508091867295744": "#terremoto M 5.1, southern Mid-Atlantic Ridge  #earthquake",
    "243377224290562048": "RT @AustralianBuzz: 7.6 #Quake off coast of Costa Rica 83km Sth of Liberia - Tsunami watch issued  http://t.co/8ojLIy2i  #theBuzz",
    "245718686105759744": "earthquake: M 4.6, Costa Rica http://t.co/ayvLKO1m",
    "243652869776089089": "Earthquake rattles Costa Rica, Central America: Cangrejal, Costa Rica — A powerful, magnitude-7.6 earthquake sho... http://t.co/syQpSkg0",
    "243397562474844160": "RT @TimJohnson4: Costa Rican prez: Damage but no deaths from quake; aircraft surveying affected region",
    "243121539552256001": "#Earthquake M 4.8, south of Bali, Indonesia: September 04, 2012 21:19:30 GMT http://t.co/iEelaYGO",
    "243496669692432384": "Costa Rica earthquake, Living Social, Andy Roddick, ...: Costa Rica earthquake\n  Living Social\n  Andy Roddick\n  M...",
    "243375861137539073": "Earthquake here in #costarica #temblorcr",
    "243381145994133504": "RT @AlertNet: No casualties reported after Costa Rica quake so far-Red Cross http://t.co/JwixjWBI #redcross #quake #costarica",
    "243444878439231488": "Fox News reports a 7.9 earthquake struck Costa Rica.",
    "243393980551811072": "Powerful quake hits Costa Rica, tsunami warning issued - Yahoo! News http://t.co/nQscFMTU via @YahooNews",
    "246604854460563456": "Dispatch: The Costa Rica Earthquake Felt In Nicaragua -   http://t.co/TbGbFRO3",
    "243363680916488192": "costa rica earthquake 7,9SR",
    "243397809968140288": "Powerful Earthquake Reported in Costa Rica http://t.co/kYreOVVw",
    "243369833931104256": "RT @CBSNews: Magnitude 7.6 quake hits Costa Rica. LATEST DETAILS (including active tsunami warnings): http://t.co/FuS54wrA",
    "243922446086991872": "World Environment News - 7.6 magnitude quake hits Costa Rica - Planet Ark http://t.co/uptiMQMP"
}