{
    "324717705716457472": "Another explosion in Texas?? What's going on ? 😱😱",
    "324735464386998272": "RT @Megan_Docherty: Oh my god this video is actually so frightening #PrayForTexas\nhttps://t.co/Qmarx5plnE",
    "324726010421592065": "What's going on with the world right now? #prayfortexas",
    "324711640744460288": "RT @BreakingNews: Multiple injuries reported at Texas fertilizer plant explosion - @AP http://t.co/GwkDfSkqXR",
    "324746252124307456": "Prayers tonight for those in West Tx in the wake of Explosion there. Tragic week so far.",
    "324741101523181568": "Another awful thing happend. &lt;/3 #PrayForTexas #Waco #Texas",
    "324733547615223808": "Multiple fatalities now reported at Texas plant explosion area.",
    "324694993551884288": "RT @911BUFF: TEXAS: MASSIVE EXPLOSION U/D - LOCAL HOSPITALS NOTIFIED. EVERY AVAILABLE AMBULANCE DISPATCHED. REPORTS OF CASUALTIES. http: ...",
    "324700584571711488": "RT @brianstelter: A big explosion at a fertilizer plant in West, TX tonight. Most dramatic photo from the scene, by @AndyBartee: http:// ...",
    "324735602799017985": "70 people already confirmed dead in West, Texas.. #PrayersForTexas..",
    "324739159581417472": "RT @awireman: You can feel the force of the explosion in this video out of Waco, Texas; just tough to watch really... http://t.co/BTkhwq0J5z",
    "324736118715195392": "Terrifying events this week. Prayers go out to all of the victims and their families!  #waco #Boston",
    "324706708247154690": "RT @nycjim: Dallas Morning News reports part of town of West, Tex., was leveled in fertilizer plant explosion. http://t.co/XtLj5qA5Nx",
    "324743471334301696": "“@cnnbrk: At least 2 people are dead in an explosion at a fertilizer plant in Texas. http://t.co/fwJCTHpSEX” 👈👈👈@KeepItReal_3",
    "324744532463861760": "No sleep tonight. “@andrs_mr \nCAUGHT ON CAMERA: Fertilizer plant explosion near Waco (KWKT) \nhttp://t.co/K3ra38dzWL”",
    "324694565753851904": "RT @Donna4843: triage for injured at Reagan st in West Tx due to plt explosion  Multiple areas on fire including a school. http://t.co/t ...",
    "324705017925861376": "Their was another explosion in west texas, wth!",
    "324735560868577280": "RT @YourAnonNews: A building destroyed by the #WestExplosion via @Bird1304 http://t.co/BjU19rIEjM",
    "324719601529270273": "RT @NewsBreaker: BREAKING: CBS 11: Entire town of West Texas under evacuation; toxic fumes may be spreading south",
    "324743119012765696": "RT @ZachsMind: ...they used water to try to put out a chemical fire? Really? You have GOT to be kidding me! #WestTX #WestExplosion #Texa ...",
    "324735862850084864": "RT @trentmkays: A man and his kid were recording the fertilizer fire from a distance. Then it exploded. The explosion is startling: http ...",
    "324734025740734464": "RT @Dutch_Oven45: Prayers are with those affected by the explosion in Waco.  God bless",
    "324726211764961280": "RT @NewsBreaker: BREAKING: KXXV-TV reporting five firefighters, one police officer dead due to explosion at fertilizer plant in West, TX ...",
    "324740635980599296": "RT @CNN: Explosion hits fertilizer plant north of Waco, Texas. Dozens hurt. http://t.co/2p7iMgqRET",
    "324742930264883200": "RT @MisterPryor35: I can't believe this happened prayers go out to everyone affected by the explosion God be with them. #prayfortexas ht ...",
    "324734587769069568": "There's a bomb explosion again in Texas. From a fertilizer plant. 0_0 #PrayForTexas",
    "324732234781302784": "RT @RedCrossDFW: RT @HumanityRoad: Emergency hotline set up for people needing info on loved ones in #West, #TX - 254-202-1100. #TXFire  ...",
    "324738891120791552": "Praying for the families in the Great State of Texas that were involved in the Fertilizer Plant explosion.",
    "324737905497092097": "Just now finding out that wasn't an earthquake I felt tonight. So freakin' sad. Sending prayers out tonight for #WestTX #pray",
    "324728657052594176": "RT @prsarahevans: Able to offer housing to victims of #waco #westtexas explosion? Tweet, DM or email info and I'll compile a list: prsar ...",
    "324731165217009665": "RT @BaddieKayla: R.I.P. to all of the victims of the fertilizer plant explosion in Texas. #PrayForTexas",
    "324726610211270657": "RT @YourAnonNews: Blair's Cove Apartments are offering housing, they have +25 units available. Their number is 254-447-0810 #WestExplosion",
    "324734617141796864": "“@FactBoook: BREAKING NEWS: 70 people reported dead because of power plant explosion in Waco, Texas.” WOW",
    "324737460867317761": "Texas authorities reporting 60-70 dead and over 200 injured after fertilizer plant explosion. #westexplosion http://t.co/MzL6c2LxDj\"",
    "324734558425718784": "RT @roncorning: Apartment near explosion in #West http://t.co/YAaOR3YOs7",
    "324732515795484672": "It's been one hell of a week... #PrayersForBoston #PrayForWest",
    "324713222009651200": "Prayers #Waco #Texas #tx",
    "324737121124491264": "RT @dallasnews: West mayor says only 5-block radius near fertilizer plant has been evacuated",
    "324737314100224001": "RT @CenTexRedCross: Red Cross is working with local emergency management to identify shelter locations. #West",
    "324734088672079872": "First 5 min of scanner traffic. \"West, TX Explosion Scanner Audio\" on YouTube - http://t.co/UomkjNGtGd",
    "324702774006775809": "#waco #explosion http://t.co/4KzHKAsPop",
    "324718867530268672": "Holy shit... ANOTHER EXPLOSION in Waco, TX?!?!  Come on @BarackObama - can't you just make explosions illegal?",
    "324720616546631680": "RT @911BUFF: BREAKING NEWS - TEXAS EXPLOSION U/D - ENTIRE TOWN OF WEST TEXAS UNDER EVACUATION. TOXIC FUMES SPREADING. EMS COMMAND POST E ...",
    "324735665721991168": "Les is in Waco but I think she is okay. I think she is at least 20 miles from the explosion...",
    "324713712730660864": "LIVE VIDEO of situation in West, Texas from @CBSDFW - http://t.co/SIRFvkbChG",
    "324716816523993088": "Explosion In Waco :o Thats About 2 Hours From Here/.\\",
    "324737024676466688": "RT @TexasPrepares: Our partners w/@afasterdisaster created this map of the West, TX explosion: http://t.co/uP0PER5hzl (Triage location a ...",
    "324741479031521280": "Now a Texas explosion? My heart goes out to these people",
    "324739855814901762": "RT @JCassidyMusic: Please keep the town of West Texas and all surrounding areas in your prayers tonight. God be with everyone involved.  ...",
    "324737305686446080": "#prayfortexas omfg what is happening to this world",
    "324738937295863808": "RT @stealingsand: rt @[..] To add to the worry, this is an environmental disaster. Anhydrous ammonia can be deadly. #prayforwest http:// ...",
    "324744847070208001": "RT @HuffingtonPost: WATCH: Horrifying video of Texas fertilizer plant explosion http://t.co/8RGalQkRE9",
    "324731639177564160": "RT @jhacevedo: Wow scary video of father and son at #Waco #West,TX #fertilizerplantexplosion http://t.co/8qXuRc2aja",
    "324745052574343168": "RT @subailey: “@startelegram: Population of West, Tx: 2,849.\" But it's every Texan's hometown tonight. #prayforWest.",
    "324738794655993856": "The blast \"flattened\" homes in a five block radius according to Mayor Muska. #westtx",
    "324739566407913472": "“@nickels_sarah: My heart is beating so fast...#prayfortexas #texasexplosion  https://t.co/VqizbMlXrw” wow",
    "324728166306435073": "RT @CNN: Explosion at a Texas fertilizer plant may have injured more than 100. Details and video live on @CNN TV.",
    "324726035583209472": "Omg #prayfortexas .. OMG  @wanknoskians UM HELLO WHERE WHAT IS THIS WHERE R U DORA !",
    "324728086618849280": "RT @911BUFF: BREAKING NEWS! TEXAS EXPLOSION: FIVE FIREFIGHTERS AND ONE POLICE OFFICER DEAD IN EXPLOSION AT FERTILIZER PLANT. FOX. 'PRAY  ...",
    "324721916776693760": "Correction: explosion occurred in #West, #TX, 18 miles north of #Waco. #westexplosion",
    "324741252547493890": "#prayfortexas 🙏🙏🙏",
    "324739931308187649": "Been a rough week for this country. Remember, no matter how bad it seems, continue to trust in the Lord. #prayforwest&amp;boston #keepfaith",
    "324681353662709760": "@MontesCb7 Waco, Texas!! I use to live near there, ilived in McKinney, tx near Plano where the \"D\" is made lol",
    "324715566625611776": "Sending hope and prayers to the people in Waco Texas.",
    "324735917359251457": "RT @MichelleDBeadle: Terrifying. This week is crap RT @YourAnonNews: CAUGHT ON CAMERA: Fertilizer Plant Explosion Near Waco, Texas http: ...",
    "324716732637921280": "RT @AC360: #Breaking: reports of an explosion at #Texas fertilizer plant #AC360",
    "324706162983448576": "RT @AP: BREAKING: Authorities: Fertilizer plant explodes near Waco, Texas, causing numerous injuries",
    "324737758671294464": "Authorities: Fertilizer plant explodes near Waco, Texas - Apr 18 @ 12:14 AM ET http://t.co/Mo9aaSVjkd",
    "324742389208072192": "La explosión no fue en Waco, fue en West, Texas! Waco esta muy cerca de West!",
    "324716921369022465": "RT @garytx: Anhydrous ammonia tank now on fire at West, TX fertilizer plant. That's bad stuff. #txfire",
    "324738773697048576": "Mayor of #West, Texas:  \"Please send us your prayers.  There's a lot of people who won't be here tomorrow.\"",
    "324724462736011267": "RT @NewsBreaker: DEVELOPING: Scanner: Another chemical tank now on fire at the fertilizer explosion, fire dispatch … advising crews to p ...",
    "324730800346124291": "RT @KHOU: If you're wondering about a loved one in the West, Texas area, a hotline has been set up. Call 254-202-1100. http://t.co/boJzh ...",
    "324742716359593984": "#prayforwest #prayforboston #PrayForAmerica my thoughts go out to Texas and Boston !!!!!",
    "324739012780752896": "RT @kaylc1: #West #prayforwest This is a picture of the West Fire Dept Please pray for them and the families in this small town http://t ...",
    "324740967326445568": "this is the scariest and saddest thing I've ever seen #prayfortexas https://t.co/w5rBw4aNBi I can't even seeing hear this.",
    "324734126395621377": "RT @AmielGrant: Jesus Christ. You guys see the video of the Texas plant explosion?! My god",
    "324711959515783170": "@nestorflecha #news\n more photo about the #explosion in Waco, #Texas http://t.co/tfcMKGvzr3",
    "324712173404299266": "Praying for West Texas❤",
    "324742011687145473": "Mass Injuries Reported in Texas Fertilizer Plant Blast: The massive fire and explosion outside of Waco damaged... http://t.co/j8YWlYHYj8",
    "324740547908603904": "Another explosion? Smh.. I hope those people in Texas are alright.",
    "324743047684431872": "RT @DFWscanner: West, TX Explosion *UPDATE - Frisco FD is sending their Multi-Patient Vehicle ambulance bus to West. They are responding ...",
    "324702723675144192": "@wfaachannel8 McLennan co. dispatch asking more resources rescue trapped people in apartment #explosion at fertilizer plant in West, TX",
    "324720142586089472": "Here's our web story for the latest #WestExplosion http://t.co/9iRMHnrmXH",
    "324702421668487169": "RT @sudixitca: MT @RT_com BREAKING: Multiple casualties in #Texas fertilizer plant explosion - reports http://t.co/CXHwhVpdVk",
    "324743865594687489": "RT @sidneylococo: http://t.co/t5HD3j4Ar3 this scared me shitless. #prayforTexas",
    "324736982737633281": "RT @victoriaxo2: #prayfortexas 💜",
    "324715289801531393": "Official: Several injured in Texas plant explosion http://t.co/c9PTjgIvQ4",
    "324745836888211456": "RT @YourAnonNews: Houston's KHOU has removed a tweet claiming that 70 have been confirmed dead in west texas.",
    "324729151967870976": "RT @CBS11JasonAllen: Had to back off our location in #West. Fire, tank explosions too close. Working our way to a new location.",
    "324739235091447810": "\"@cnnbrk: At least 2 people are dead in an explosion at a fertilizer plant in Texas. http://t.co/CdjWnVDD3N\" Holy Shit Fire",
    "324729999221469184": "RT @eyewitnessnyc: Fertilizer plant explodes in Texas, at least 200 injured, 40 critical condition http://t.co/Y58i9ctAp8",
    "324742577913999361": "Explosion at a Texas plant :-(",
    "324745102897586176": "RT @kfcr: Our thoughts and prayers are with the community of West, Texas tonight.",
    "324738874364538881": "CAUGHT ON CAMERA: Fertilizer Plant Explosion Near Waco, Texas http://t.co/TkyfLST8QS via @youtube @imarlenequinto",
    "324727176446500864": "RT @YourAnonNews: KWTV reporting 5 dead so far in #West, #Texas as a result of a fertilizer factory explosion. Over 60 injuries. #Waco # ...",
    "324735942541836289": "RT @KarlRove: RT @RedCrossDFW: RT @HumanityRoad: Emergency hotline set up for people needing info on loved ones in #West, #TX - 254-202- ...",
    "324734285791764481": "RT @epPaulZimmer: Just heard about what happened in Texas #prayfortexas http://t.co/fvY7a0sNO7",
    "324726190785060866": "RT @yonkersoem40: RT @WestISD: Law enforcement is advising residents to leave town immediately  #WestExplosion #txfire #Waco #TX",
    "324746419921633281": "Request for US Army - Tx National Guard WMD Weapons of Mass Destruction Civil Support Team to respond #waco",
    "324745845285220352": "Hundreds feared hurt in Texas plant blast: The explosion near Waco damaged or destroyed numerous buildings inc... http://t.co/DhTSLXPPQ8",
    "324709166121877504": "RT @Afterseven: WACO EXPLOSION DISPATCH: People trapped IN the Fire  \"I need anybody and everybody you can send\". http://t.co/8pMJsSwunm",
    "324743546831790080": "RT @davidlorr: Holy shit.... Watch it all. #PrayForTexas http://t.co/yCYJahbkm3",
    "324744557659037697": "RT @JustNataliie: WOw i just woke up, came on tt and i saw this \" #PrayForTexas \" :O WHAT IS GOING ON WITH THIS FUCKING WORLD ?! :/",
    "324731974726066176": "Explosion hits fertilizer plant north of Waco, Texas http://t.co/aM0j6WoiCe",
    "324741575496310784": "“@shelbynhousman: Holy shit this video scared the shit out of me #prayfortexas http://t.co/HwIBjnc6GI” Holy fuck.... Watch this",
    "324736009646534656": "\"@IJustTweeted0_o: “@bootywarria: wtf happened in texas ?”&gt;&gt; fertilizer plant blew up in Waco\"wow smh",
    "324713381376434176": "RT @posh_jeterson: So many bad things happening this week. #boston #collinsvillewhitesboro #west",
    "324744809313075200": "Prayers go out to everyone affected by the explosion in Texas #prayfortexas",
    "324693550694543361": "Really? Another explosion, now in Texas? What the hell is wrong with people nowadays? Goddamn...",
    "324736622027501570": "@sebmusset West, Texas. Ce n'etait pas en Waco, je crois.",
    "324731693724479489": "Wow. RT @jaredbkeller: This video of the Texas fertilizer plant explosion is absolutely horrifying http://t.co/G5pa5LeLwD",
    "324726975132495874": "@cass_lc that was an explosion a few hours ago in the town of West near Waco. Hundreds injured. At least 60 dead http://t.co/FVkmwnvnNV",
    "324745446822117376": "MT@DrewTumaABC3: Explosion in #West, TX registered BIG TIME on seismograph in Amarillo (~400mi from blast) http://t.co/FJnKgbWZwq",
    "324734617158578176": "RT @YourAnonNews: WATCH: Recorded footage of the #WestExplosion: http://t.co/FSCnUNyeY0 #WestTX",
    "324732356432887809": "RT @abc13SoniaAzad: #West fire: more than 200 injuries, 40 critical. 75-100 homes, businesses destroyed. #abc13",
    "324725712626008064": "RT @junkgypsy: texas, our texas. 4 west, 4 emergency workers, 4 loved ones...let us pray. #westexplosion",
    "324736391315611650": "RT @BBCBreaking: Dozens seriously injured after fertiliser plant explosion in Texas town of #West, medical directors say http://t.co/00F ...",
    "324741755851382784": "RT @bravesandbeer: A lot of the firefighters that are battling the Texas fires are volunteer firefighters from the small town of West, T ...",
    "324738844996014080": "RT @9NEWS: Video captures Texas fertilizer plant explosion http://t.co/Ia2wyD0PUB #9NEWS",
    "324728061444636672": "\"@BuzzFeedAndrew: EMS Director Says 60 To 70 Dead In West Explosion: http://t.co/aHKA41bBeP\" ll CNN confirming?",
    "324713054245904385": "RT @AhmedMedien: Multiple injuries reported at #Texas #fertilizer plant explosion - http://t.co/Vyx44Pgka4",
    "324736542327320577": "RT @CarolineManzo: Just reading about explosion in Texas - my thoughts are with you all - stay safe!  xoxo",
    "324729281999691777": "RT @GaltsGirl: If you have family in #West, Texas the emergency number for information is 254-202-1100",
    "324740040376848384": "Amen. I'm about 40 miles south of West. Driven past the fertilizer plant many times. #Heartbroken @GayPatriot @dminor85",
    "324709329666183168": "Explosion rips Texas fertilizer plant: An explosion ripped through a fertilizer plant Wednesday night in West,... http://t.co/vqrbOHGFDE",
    "324724676637106176": "Ok universe, jokes over now. 2 ricin letters, Boston bombing, and fertilizer explosion now?!?",
    "324695182303961089": "RT @firehat: Now tuned in to the massive explosion near Waco. Multiple buildings afire, including a school. Hospital in burning area. Un ...",
    "324730921951588354": "Prayers for the WACO,TX Fam!!! Explosion hits fertilizer plant north of Waco, Texas http://t.co/vXzpD8g6td",
    "324738844987621376": "Explosion hits fertilizer plant north of Waco, Texas http://t.co/QxEYTLy8aI",
    "324739147002691584": "Texas Waco bombed blows up",
    "324742456304340993": "The news coming out of #WestTx is horrifying",
    "324712861278556160": "@countmystars What the fuck is WITH this week. Between this, Boston, the explosion tonight in Waco...",
    "324707635196743680": "RT @YourAnonNews: WACO TEXAS. FERTILIZER PLANT EXPLOSION. ALL UNITS REQUESTED. http://t.co/MSwGbnmT1l",
    "324743332901306372": "Facebook Friends &amp; Customers in Texas: If you are wondering how you can best help out with the tragedy in West,... http://t.co/YkDKnkgXPD",
    "324742582125072384": "OhGosh . Just saw a video from the explosion in TX . 😟 So crazy ! 100 people injured &amp; 2 fatalities . #PrayForTexas ❤",
    "324721769984425985": "UPDATE: Explosion at West plant injures firefighters http://t.co/AgU1Kp2GfL vía @wacotrib",
    "324728384414437376": "Damn RT @NewsBreaker: BREAKING: KXXV-TV reporting five firefighters, one police officer dead due to explosion at fertilizer plant in West,TX",
    "324744125616365568": "Waco, Texas explosion too??? Jesus is coming sooner than we think!",
    "324725096054931457": "“@BreakingNews: Texas authorities advise West, Texas, residences to leave town immediately following explosion. My god what's happening",
    "324721056952750080": "Fertilizer plant explosion near Waco caught on camera http://t.co/wg5tRbmTL9",
    "324720117424472064": "Cientos de personas heridas en explosion de planta de fertilizantes en Texas",
    "324724093628870657": "@CauseIM_OB West Texas fertilizer plant exploded destroying every building for a mile",
    "324735879635677185": "@Christopher_Gav An explosion in texas just happened!",
    "324736970154721280": "RT @CenTexRedCross: For information on family &amp; loved ones in #West there is an emergency hotline set up. 254-202-1100",
    "324742913483493376": "RT @KSRAGER44: When we all wake up and see the real damage that this Texas explosion caused, that is gonna be terrible. #PrayforTexas",
    "324742426952609793": "My heart breaks for West Texas. &lt;/3",
    "324739801314103296": "RT @MikeElk: There are only 2,200 OSHA inspectors for 8 million workplaces in the US http://t.co/03urg0mq1a #westexplosion",
    "324726996099817472": "RT @wacotrib: News from Hillcrest hospital CEO on West explosion: 61 patients treated so far. No deaths at this time.",
    "324731941167435776": "Bumbo! RT @ShifterKart jesus CHRIST o_o CAUGHT ON CAMERA: Fertilizer Plant Explosion Near Waco, Texas: http://t.co/0OuxiSZVtq via @youtube",
    "324734717809283072": "RT @NewsBreaker: BREAKING: 70 people confirmed dead, incl 5 firefighters, 1 police officer Hundreds more injured in W. Texas explosion h ...",
    "324736907252744192": "60 Killed, Hundreds Injured In Fertilizer Plant Explosion « CBS Dallas / Fort Worth http://t.co/S9y1WMMK6N #US",
    "324713976980189185": "RT @SafeFamiliesDFW: Please join us in praying for those injured &amp; effected by the fertilizer plant explosion in Waco #prayforwaco",
    "324717542151159810": "RT @rosemaryCNN: Aeiral shots on #CNN right now of aftermath of massive explsion at Texas fertilizer plant, north of Waco. About 100ppl  ...",
    "324717571477737472": "Texas is in HiGh Alert there was a Waco explosion I'm sooo scared pray people this is soo freighting omg I'm scared",
    "324721463804444672": "Praying for TX friends in West (15 min. N. of my hometown, Waco) as they fight to survive and recover from explosions at fertilizer plant",
    "324738320733188097": "RT @CalebQuickstep3: CAUGHT ON CAMERA: Fertilizer Plant Explosion Near Waco, Texas http://t.co/eOtvaiOqt5 via @youtube\nYou have to be ki ...",
    "324740677923635200": "Prayers for everyone in that community in West Texas. That's just unreal.",
    "324734818485161984": "West is going to have way more causalities than Boston #prayforwest",
    "324742263370575873": "RT @claytruitt: Been a rough week for this country. Remember, no matter how bad it seems, continue to trust in the Lord. #prayforwest&am ...",
    "324733555966099456": "\"@BrigitteVelez: Katy is an hour away from Waco. we're next. prepare yourself.\" waco is in west texas...",
    "324694339240460289": "Explosion reported at fertilizer plant in West, McLennan Co.",
    "324745052561756160": "RT @laurenonizzle: This iPhone video of the fertilizer plant explosion near #Waco will send chills up your spine. Surreal. http://t.co/O ...",
    "324736257097883649": "Video of the explosion in Texas, prayers are with them \n\nhttp://t.co/uN9itXJtoF\""
}